260707_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/cantabria/verano-vivirlo-marina-cudeyo/20260707175956195400.html][Un verano para vivirlo en Marina de Cudeyo]]
- [[https://eldiariocantabria.publico.es/articulo/comunicados/cuando-externalizar-tecnologia-sale-cuenta-cuando-cuenta-que-cada-empresa-deberia-hacer/20260707175521195399.html][Cuándo externalizar la tecnología sale a cuenta (y cuándo no): la cuenta que cada empresa debería hacer]]
- [[https://eldiariocantabria.publico.es/articulo/economia/que-inversores-internacionales-siguen-apostando-mercado-inmobiliario-comercial-estados-unidos/20260707174811195397.html][Por qué los inversores internacionales siguen apostando por el mercado inmobiliario comercial de Estados Unidos]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/pp-lava-manos-llegada-masiva-alga-invasora/20260707170729195396.html][El PP reconoce que Cantabria tiene "un serio problema" con las algas invasoras]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/sur-cantabria-supera-37-grados-jornada-aviso-amarillo-calor-tormentas/20260707164607195395.html][El sur de Cantabria supera los 37 grados en una jornada de aviso amarillo por calor y tormentas]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/07/07/tanker-fire-after-being-struck-strait-hormuz-british-military-says/][Qatar says Iran attacked tanker in Strait of Hormuz]]
- [[https://www.washingtonpost.com/national-security/2026/07/07/us-gave-iran-details-iranian-asylum-seekers-lawsuit-alleges/][U.S. gave Tehran details on Iranian asylum seekers, lawsuit alleges]]
- [[https://www.washingtonpost.com/world/2026/07/07/khameneis-funeral-highly-scripted-show-public-mourning-fury/][Foreign media were granted rare visas to cover Khamenei’s funeral. Here’s what our reporter saw.]]
- [[https://www.washingtonpost.com/world/2026/07/07/trumps-nato-bashing-casts-shadow-over-us-pledge-defend-allies/][Trump’s NATO-bashing casts shadow over U.S. pledge to defend allies]]
- [[https://www.washingtonpost.com/world/2026/07/07/belarus-squeezed-putin-seeks-war-help-ukraine-threatens-strikes/][Belarus gets squeezed as Putin seeks war help and Ukraine threatens strikes]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/trumps-push-for-turkey-f-35-deal-sets-up-showdown-with-congress-bc87a2b8][Trump’s Push for F-35 Deal With Turkey Sets Up Potential Clash With Congress]]
- [[https://www.wsj.com/world/europe/a-new-model-to-fund-war-a-world-bank-for-defense-574501f9][A New Model to Fund War: A World Bank for Defense]]
- [[https://www.wsj.com/world/europe/french-appeals-court-allows-le-pen-to-run-in-next-years-presidential-race-dd27a5d1][French Appeals Court Allows Le Pen to Run in Next Year’s Presidential Race]]
- [[https://www.wsj.com/world/uk/britains-nigel-farage-quits-parliament-amid-probe-into-finances-but-vows-return-bc601a95][Britain’s Nigel Farage Quits Parliament Amid Probe Into Finances but Vows Return]]
- [[https://www.wsj.com/world/middle-east/irans-attacks-on-ships-betray-its-concern-over-losing-its-grip-on-hormuz-a7da2da0][Iran’s Attacks on Ships Betray Its Concern Over Losing Its Grip on Hormuz]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/politique/live/2026/07/07/en-direct-proces-en-appel-de-marine-le-pen-suivez-la-lecture-de-l-arret-sur-le-point-de-commencer-devant-la-cour-d-appel-de-paris_6721429_823448.html][EN DIRECT, procès en appel de Marine Le Pen : la gauche étrille la cheffe de file de l’extrême droite, Emmanuel Macron refuse de « commenter » une décision de justice]]
- [[https://www.lemonde.fr/international/article/2026/07/07/la-turquie-un-allie-encombrant-devenu-partenaire-indispensable-au-sein-de-l-otan_6721492_3210.html][La Turquie, un allié encombrant devenu partenaire indispensable au sein de l’OTAN]]
- [[https://www.lemonde.fr/planete/article/2026/07/07/comment-les-chercheurs-scrutent-les-impacts-des-vagues-de-chaleur-sur-la-faune-et-la-flore-de-mediterranee-nous-sommes-entres-dans-un-monde-inconnu_6721498_3244.html][Comment les chercheurs scrutent les impacts des vagues de chaleur sur la faune et la flore de Méditerranée : « Nous sommes entrés dans un monde inconnu »]]
- [[https://www.lemonde.fr/societe/article/2026/07/07/periscolaire-a-paris-pourquoi-un-ex-animateur-de-l-ecole-maternelle-alphonse-baudin-accuse-d-agressions-sexuelles-sur-plusieurs-enfants-a-ete-relaxe_6721516_3224.html][Périscolaire à Paris : pourquoi un ex-animateur de l’école maternelle Alphonse-Baudin, accusé d’agressions sexuelles sur plusieurs enfants, a été relaxé]]
- [[https://www.lemonde.fr/politique/article/2026/07/07/a-carcassonne-la-contestation-contre-le-nouveau-maire-rn-christophe-barthes-se-greffe-sur-le-tour-de-france_6721400_823448.html][A Carcassonne, la contestation contre le nouveau maire RN Christophe Barthès se greffe sur le Tour de France]]

*** Le Figaro

- [[https://www.lefigaro.fr/actualite-france/election-presidentielle-un-pourvoi-en-cassation-du-parquet-general-pourrait-il-empecher-marine-le-pen-de-se-presenter-20260707][Élection présidentielle : un pourvoi en cassation du parquet général pourrait-il empêcher Marine Le Pen de se présenter ?]]
- [[https://www.lefigaro.fr/politique/marine-le-pen-condamnee-a-15-mois-ferme-d-ineligibilite-pourrait-a-priori-se-presenter-a-la-presidentielle-20260707][Marine Le Pen, condamnée à 15 mois ferme d’inéligibilité, pourrait a priori se présenter à la présidentielle]]
- [[https://www.lefigaro.fr/politique/nouvelle-jeanne-d-arc-suspense-prolonge-la-presse-etrangere-dans-l-attente-apres-la-condamnation-de-marine-le-pen-20260707][«Nouvelle Jeanne d’Arc», «suspense prolongé» : la presse étrangère dans l’attente après la condamnation de Marine Le Pen]]
- [[https://www.lefigaro.fr/vox/politique/affaire-des-assistants-parlementaires-du-rn-jean-eric-schoettl-decrypte-la-decision-de-la-cour-d-appel-20260707][Affaire des assistants parlementaires du RN : Jean-Éric Schoettl décrypte la décision de la Cour d’appel]]
- [[https://www.lefigaro.fr/politique/en-direct-presidentielle-2027-le-sort-de-marine-le-pen-entre-les-mains-des-juges-20260707][EN DIRECT - Procès en appel du RN : Marine Le Pen est une «délinquante» qui doit décider si elle «se présente aux électeurs», cingle Boris Vallaud]]

** 🇬🇧 Reino Unido

