260707_day_briefing.org
*** BBC News

- [[https://www.bbc.co.uk/news/articles/cly85qjg45no?at_medium=RSS&at_campaign=rss][Marine Le Pen found guilty, but court clears way for presidential run if she wears tag]]
- [[https://www.bbc.co.uk/news/articles/c9d227e5zj6o?at_medium=RSS&at_campaign=rss][Zelensky presses Nato for air defence systems after intense Russian strikes]]
- [[https://www.bbc.co.uk/news/articles/c5yz3770yg8o?at_medium=RSS&at_campaign=rss][Woman suspected of Monaco bomb attack found dead in Ukraine]]
- [[https://www.bbc.co.uk/news/articles/cx2kkrx8jeno?at_medium=RSS&at_campaign=rss][Jailers and officials at Russia's 'torture prisons' in Ukraine exposed by BBC]]
- [[https://www.bbc.co.uk/news/articles/c2eylx1jj9ko?at_medium=RSS&at_campaign=rss][Explosions injure 18 in Damascus during Macron's visit]]

*** The Guardian

- [[https://www.theguardian.com/global-development/2026/jul/07/catnip-lotion-as-effective-as-deet-at-repelling-mosquitoes-study-finds][Catnip lotion as effective as Deet at repelling mosquitoes, study finds]]
- [[https://www.theguardian.com/technology/2026/jul/07/elon-musk-doge-cuts-usaid-ebola][What will define Elon Musk’s legacy? Doge cuts to USAID Ebola programs]]
- [[https://www.theguardian.com/world/2026/jul/07/charged-liberia-200kg-cocaine-seized-drug-bust][Five charged in Liberia after more than 200kg of cocaine seized in drug bust]]
- [[https://www.theguardian.com/world/2026/jul/04/archaeologists-uncover-ancient-byzantine-city-in-egypts-western-desert][Archaeologists uncover ancient Byzantine city in Egypt’s western desert]]
- [[https://www.theguardian.com/world/2026/jul/04/el-obeid-aid-workers-sudan-war-drone-strikes][‘The situation is terrible’: aid workers on life in Sudanese city pummelled by drone strikes]]

** 🇮🇹 Italia

*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** Il Sole 24 Ore

- [[https://www.ilsole24ore.com/art/rottamazione-quinquies-arriva-conto-anche-chi-non-ha-spid-AJgDwkB][Rottamazione quinquies, arriva il conto anche per chi non ha lo Spid]]
- [[https://www.ilsole24ore.com/art/spionaggio-favore-russia-due-arresti-roma-AJom7bB][Spionaggio in favore della Russia, due arresti a Roma. Indagati 4 militari in servizio]]
- [[https://www.ilsole24ore.com/art/welfare-aziendale-buoni-acquisto-servizi-l-infanzia-ecco-benefit-piu-richiesti-lavoratori-AJIY3v][Welfare aziendale, dai buoni acquisto ai servizi per l’infanzia: ecco i benefit più richiesti dai lavoratori]]
- [[https://www.ilsole24ore.com/art/l-italia-torna-rovente-domani-9-citta-arancione-ecco-quali-AJ65OUB][L’Italia torna rovente: domani 9 città in arancione, ecco quali]]
- [[https://www.ilsole24ore.com/art/panetta-bce-no-maxi-rialzo-tassi-come-2022-AJ8ScQB][Panetta alla Bce: «No al maxi rialzo dei tassi come nel 2022»]]

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/world/250-years-american-democracy-has-survived-250-years-but-can-it-survive-trump-a-be95063c-4765-403b-ba95-231b2196a9f1#ref=rss][250 Years: American Democracy Has Survived 250 Years, But Can It Survive Trump?]]
- [[https://www.spiegel.de/international/world/in-trumps-colony-does-the-us-really-hold-the-reins-in-venezuela-a-858ba1f1-8b06-48c2-a2bf-340abe876f18#ref=rss][In Trump's Colony: Does the US Really Hold the Reins in Venezuela?]]
- [[https://www.spiegel.de/international/world/the-minab-attack-did-the-united-states-commit-a-war-crime-in-iran-a-24f05985-fc36-4d01-9c00-ee4f218bc071#ref=rss][The Minab Attack: Did the United States Commit a War Crime in Iran?]]
- [[https://www.spiegel.de/international/world/climate-change-in-oceania-tuvalu-is-tired-of-the-prophets-of-doom-a-53a59063-c102-4f4e-9946-08b4189343b5#ref=rss][Climate Change in Oceania: Tuvalu Is Tired of the Prophets of Doom]]
- [[https://www.spiegel.de/international/world/the-mystery-of-michele-a-missing-woman-from-germany-reappears-in-the-epstein-files-a-835c0c91-620c-4fd0-ac49-9870fe160108#ref=rss][The Mystery of Michele: A Missing Woman from Germany Reappears in the Epstein Files]]

*** Deutsche Welle

- [[https://www.dw.com/en/ghana-uncertainty-hangs-over-new-government-anti-corruption-plan/a-77863555?maca=en-rss-en-world-4025-rdf][Ghana: Uncertainty hangs over new government anti-corruption plan]]
- [[https://www.dw.com/en/philippines-democracy-tested-by-duterte-impeachment-trial/a-77864215?maca=en-rss-en-world-4025-rdf][Philippines' democracy tested by Duterte impeachment trial]]
- [[https://www.dw.com/en/ukraine-suspect-in-monaco-bomb-attack-found-dead-near-kyiv/a-77863128?maca=en-rss-en-world-4025-rdf][Ukraine: Suspect in Monaco bomb attack found dead near Kyiv]]
- [[https://www.dw.com/en/china-s-missile-test-builds-on-pacific-nuclear-deterrence/a-77861936?maca=en-rss-en-world-4025-rdf][China's missile test builds on Pacific nuclear deterrence]]
- [[https://www.dw.com/en/emmanuel-macron-visits-syria-18-months-after-assad-s-fall/a-77856791?maca=en-rss-en-world-4025-rdf][Emmanuel Macron visits Syria, 18 months after Assad's fall]]

** 🇧🇷 Brasil

