260707_day_briefing.org
*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/cinema-e-series/2026/07/primeiras-imagens-do-filme-sobre-o-caso-elize-matsunaga-sao-reveladas-veja-casal-protagonista.shtml][Primeiras imagens do filme sobre o caso Elize Matsunaga são reveladas; veja casal protagonista]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/colunistas/outro-canal/2026/07/joao-pedro-sgarbi-ex-band-assina-com-a-globo-e-sera-apresentador-da-ge-tv.shtml][João Pedro Sgarbi, ex-Band, assina com a Globo e será comentarista da GE TV]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/07/italia-retira-autorizacao-para-empreendimento-do-fasano-na-sardenha.shtml][Itália retira autorização para empreendimento do Fasano na Sardenha]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/mauriciostycer/2026/07/benedito-ruy-barbosa-foi-autor-com-a-maiusculo.shtml][Benedito Ruy Barbosa foi autor com 'A' maiúsculo]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/poder/2026/07/moraes-determina-que-flavio-bolsonaro-seja-ouvido-pela-pf-em-investigacao-sobre-calunia-contra-lula.shtml][Moraes determina que Flávio Bolsonaro seja ouvido pela PF em investigação sobre calúnia contra Lula]]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
