260707_day_briefing.html
<div id="outline-container-org0450046" class="outline-3">
<h3 id="org0450046">🇧🇷 Brasil</h3>
<div class="outline-text-3" id="text-org0450046">
</div>
<div id="outline-container-orgca8ad8f" class="outline-4">
<h4 id="orgca8ad8f">Folha de S.Paulo</h4>
<div class="outline-text-4" id="text-orgca8ad8f">
<ul class="org-ul">
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/cinema-e-series/2026/07/primeiras-imagens-do-filme-sobre-o-caso-elize-matsunaga-sao-reveladas-veja-casal-protagonista.shtml">Primeiras imagens do filme sobre o caso Elize Matsunaga são reveladas; veja casal protagonista</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/colunistas/outro-canal/2026/07/joao-pedro-sgarbi-ex-band-assina-com-a-globo-e-sera-apresentador-da-ge-tv.shtml">João Pedro Sgarbi, ex-Band, assina com a Globo e será comentarista da GE TV</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/07/italia-retira-autorizacao-para-empreendimento-do-fasano-na-sardenha.shtml">Itália retira autorização para empreendimento do Fasano na Sardenha</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/mauriciostycer/2026/07/benedito-ruy-barbosa-foi-autor-com-a-maiusculo.shtml">Benedito Ruy Barbosa foi autor com 'A' maiúsculo</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/poder/2026/07/moraes-determina-que-flavio-bolsonaro-seja-ouvido-pela-pf-em-investigacao-sobre-calunia-contra-lula.shtml">Moraes determina que Flávio Bolsonaro seja ouvido pela PF em investigação sobre calúnia contra Lula</a></li>
</ul>
</div>
</div>
<div id="outline-container-org0846b43" class="outline-4">
<h4 id="org0846b43">O Globo</h4>
<div class="outline-text-4" id="text-org0846b43">
<ul class="org-ul">
<li><i>Feed no disponible temporalmente</i></li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org8d8692b" class="outline-2">
<h2 id="org8d8692b">🧠 Think Tanks</h2>
<div class="outline-text-2" id="text-org8d8692b">
<ul class="org-ul">
<li><a href="https://www.realinstitutoelcano.org">Real Instituto Elcano</a> (🇪🇸 España)</li>
<li><a href="https://www.ifri.org">IFRI</a> (🇫🇷 Francia)</li>
<li><a href="https://www.chathamhouse.org">Chatham House</a> (🇬🇧 Reino Unido)</li>
<li><a href="https://www.ispionline.it">ISPI</a> (🇮🇹 Italia)</li>
<li><a href="https://www.swp-berlin.org">SWP</a> (🇩🇪 Alemania)</li>
<li><a href="https://www.rand.org">RAND Corporation</a> (🇺🇸 Estados Unidos)</li>
</ul>


<div class="footer-hub">
<p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
<p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
</div>
</div>
</div>
</div>
</body>
</html>
